export const englishSubtitlesRaw = `
    WEBVTT
    
    1
    00:00:50.634 --> 00:00:51.468
    <i>Abba?</i>
    
    2
    00:00:54.012 --> 00:00:56.348
    -You should be sleeping, little one.
    -I can't sleep.
    
    3
    00:00:56.431 --> 00:00:58.308
    Sit down, sit down.
    
    4
    00:00:59.601 --> 00:01:02.437
    -Is your head hurting you again?
    -No.
    
    5
    00:01:02.521 --> 00:01:06.233
    I know. You were thinking
    of the big new star.
    
    6
    00:01:06.316 --> 00:01:08.026
    Hey, look, it's right there, see?
    
    7
    00:01:09.820 --> 00:01:10.904
    No.
    "I don't see it."
    
    8
    00:01:11.572 --> 00:01:14.533
    -Why can't you sleep?
    -I'm scared.
    
    00:01:06.024 –> 00:01:07.651
    "I see it over there. Do you see it?"
    
    00:01:09.278 –> 00:01:10.571
    
    00:01:11.238 –> 00:01:12.698
    "What is that noise you hear?"
    
    9
    00:01:15.742 --> 00:01:18.537
    -Of what?
    -I don't know.
    
    10
    00:01:19.204 --> 00:01:22.708
    Hey, what do we do when we are scared?
    `;

export const tigrinyaSubtitlesRaw = `
    WEBVTT
    
    00:00:08.884 --> 00:00:11.345
    እቶም ሕሩያት ኣብ ሓቀኛ ታሪኽ ወንጌላት
    ጎይታናን መድሓኒናን እየሱስ ክርስቶስ
    
    00:00:11.428 --> 00:00:12.638
    ዝተሞርኮሰት ፊልም እያ።
    
    00:00:12.721 --> 00:00:14.932
    ገለ ቦታታትን ናይ ግዜ መስመራትን
    ተዋሃሂዶም ወይ ሓጺሮም ኣለዉ።
    
    00:00:15.015 --> 00:00:17.142
    ድሕረ-ዛንታታትን ገለ ገጸ ባህርያት
    ወይ ዝርርብን ተወሰኹ እዩ።
    
    00:00:17.226 --> 00:00:18.727
    ይኹን እምበር
    ኩሉ መጽሓፍ ቅዱሳውን ታሪኻውን ኵነታትን
    
    00:00:18.810 --> 00:00:20.312
    ዝኾነ ስነ ጥበባዊ
    ምናኔን ንሓቅን ዕላማን
    
    00:00:20.395 --> 00:00:22.189
    ቅዱሳት መጻሕፍቲ
    ንምድጋፍ ዝተዳለወ እዩ።
    
    00:00:22.272 --> 00:00:23.732
    ተመልከቲ ወንጌላት ከንብቡ ይተባብዑ።
    
    00:00:23.815 --> 00:00:26.318
    እቶም መበቆላውያን ኣስማት፣
    ቦታታትን ሓረጋትን
    
    00:00:26.401 --> 00:00:27.569
    ናብ ትግርኛ ተተርጒሞም ኣለዉ።
    
    00:00:37.579 --> 00:00:43.085
    መግደላ 2 ቅ.ል.ክ.
    
    00:00:50.259 --> 00:00:51.260
    ኣቦይ?
    
    00:00:53.512 --> 00:00:54.805
    ኣይደቀስክን ዲኺ ማርያም ጓለይ
    
    00:00:54.888 --> 00:00:55.889
    ድቃስ ኣቢኒ።
    
    00:00:55.973 --> 00:00:57.182
    ኮፍ በሊ።
    
    00:00:57.266 --> 00:00:58.267
    ኮፍ በሊ።
    
    00:00:59.059 --> 00:01:00.394
    ርእስኺ ኣይገደፈክን ድዩ?
    
    00:01:00.894 --> 00:01:01.895
    ድሓን እየ።
    
    00:01:02.563 --> 00:01:03.564
    እፈልጥ እየ።
    
    00:01:03.647 --> 00:01:05.941
    ሕጂ ቆብ ኣቢለኪ ብዛዕባ እታ
    ዓባይ ኮኾብ ኢኺ ትሓስቢ ዘለኺ።
    
    00:01:06.024 --> 00:01:07.651
    ራኣይ ኣብቲ ኣላ። ሪኢኽያ?
    
    00:01:09.278 --> 00:01:10.571
    ኣይራኣኽዋን።
    
    00:01:11.238 --> 00:01:12.698
    እንታይ ኮይኑ እዩ ድቃስ ኣቢኪ?
    
    00:01:12.781 --> 00:01:13.991
    ፈሪሐ
    
    00:01:15.409 --> 00:01:16.451
    ብምንታይ?
    
    00:01:16.535 --> 00:01:17.911
    እንድዒ (ኣይተረዳኣንን)።
    
    00:01:18.745 --> 00:01:22.207
    እንተዳኣ ፈርሕና እሞ
    እንታይ ዲና ንገብር?
    `;

const sourceOfTruthMapping = {};